Repository: qunxyz/nautilus-terminal
Catalog: po/*.po
Languages: bs, hr, kk, ml, pl, pt, tr, zh_tw

source: Open in _Remote Terminal
bs: Otvori u_Izdvojenoj konzoli
hr: Otvori u _udaljenom terminalu
kk: Қ_ашықтағы терминалда ашу
ml: _വിദൂര ടെര്‍മിനലില്‍ തുറക്കുക
pl: Otwórz w z_dalnym terminalu
pt: Abrir num terminal _Remoto
tr: _Uzak Uçbirim İçinde Aç
zh_tw: 使用遠端終端機開啟(_R)

source: Open in _Local Terminal
bs: Otvori u_lokalnoj konzoli
hr: Otvori u _lokalnom terminalu
kk: Жергі_лікті терминалда ашу
ml: _പ്രാദേശിക ടെര്‍മിനലില്‍ തുറക്കുക
pl: Otwórz w _lokalnym terminalu
pt: Abrir num terminal _Local
tr: _Yerel Uçbirim İçinde Aç
zh_tw: 使用本地終端機開啟(_L)

source: Open the currently selected folder in a terminal
bs: Otvori trenutno izabrani folder u konzoli
hr: Otvori trenutno odabranu mapu u terminalu
kk: Ағымдағы уақытта таңдалған буманы терминалда ашу
ml: ഇപ്പോള്‍ തിരഞ്ഞെടുത്തിരിക്കുന്ന ഫോള്‍ഡര്‍ ഒരു ടെര്‍മിനലില്‍ തുറക്കുക
pl: Otwiera obecnie zaznaczony katalog w terminalu
pt: Abrir a pasta atualmente selecionada num terminal
tr: Şeçilen klasörü bir uçbirim içinde aç
zh_tw: 開啟終端機並進入目前選取的資料夾

source: Open the currently open folder in a terminal
bs: Otvori trenutno otvoreni folder u konzoli
hr: Otvori trenutno otvorenu mapu u terminalu
kk: Ағымдағы уақытта ашық буманы терминалда ашу
ml: ഇപ്പോള്‍ തുറന്നിരിക്കുന്ന ഫോള്‍ഡര്‍ ഒരു ടെര്‍മിനലില്‍ തുറക്കുക
pl: Otwiera obecnie otwarty katalog w terminalu
pt: Abrir a pasta atualmente aberta num terminal
tr: Açık olan klasörü bir uçbirim içinde aç
zh_tw: 開啟終端機並進入目前使用的資料夾

source: Open in T_erminal
bs: Otvori u K_onzoli
hr: Otvori u t_erminalu
kk: Т_ерминалда ашу
ml: ടെര്‍മിനലില്‍ _തുറക്കുക
pl: Otwórz w t_erminalu
pt: Abrir num t_Erminal
tr: Uçbirim İçind_e Aç
zh_tw: 使用終端機開啟(_E)

source: Open T_erminal
bs: Otvori K_onzolu
hr: Otvori t_erminal
kk: Т_ерминалды ашу
ml: _ടെര്‍മിനല്‍ തുറക്കുക
pl: Otwórz t_erminal
pt: Abrir t_Erminal
tr: Uç_birim Aç
zh_tw: 開啟終端機(_E)

source: Open a terminal
bs: Otvori konzolu
hr: Otvori terminal
kk: Терминалды ашу
ml: _ഒരു ടെര്‍മിനല്‍ തുറക്കുക
pl: Otwiera terminal
pt: Abrir um terminal
tr: Bir uçbirim aç
zh_tw: 開啟終端機

source: Open in _Midnight Commander
bs: Otvori u_Midnight Commanderu
hr: Otvori u _Midnight upravitelju
kk: _Midnight Commander ішінде ашу
ml: _മിഡ്നൈറ്റ് കമാന്‍ഡറില്‍ തുറക്കുക
pl: Otwórz w programie _Midnight Commander
pt: Abrir no _Midnight Commander
tr: _Midnight Commander İçinde Aç
zh_tw: 使用 _Midnight Commander 開啟

source: Open the currently selected folder in the terminal file manager Midnight Commander
bs: Otvorite trenutno izabrani folder u Midnight Commander terminal upravitelju datoteka.
hr: Otvori trenutno odabaranu mapu u terminalnom upravitelju datoteka Midnight upravitelju
kk: Ағымдағы уақытта таңдалған буманы Midnight Commander терминалдық файлдар басқарушысында ашу
ml: ഇപ്പോള്‍ തിരഞ്ഞെടുത്തിരിക്കുന്ന ഫോള്‍ഡര്‍ മിഡ്നൈറ്റ് കമാന്‍ഡറില്‍ തുറക്കുക
pl: Otwiera obecnie zaznaczony katalog w menedżerze plików terminala Midnight Commander
pt: Abrir a pasta atualmente selecionada no gestor de ficheiros de terminal Midnight Commander
tr: Seçili klasörü uçbirimde Midnight Commander ile aç
zh_tw: 開啟終端機檔案管理員 Midnight Commander 並進入目前選取的資料夾

source: Open the currently open folder in the terminal file manager Midnight Commander
bs: Otvorite trenutno otvoreni folder u Midnight Commander terminal upravitelju datoteka.
hr: Otvori trenutno otvorenu mapu u terminalnom upravitelju datoteka Midnight upravitelju
kk: Ағымдағы уақытта ашық буманы Midnight Commander терминалдық файлдар басқарушысында ашу
ml: ഇപ്പോള്‍ തുറന്നിരിക്കുന്ന ഫോള്‍ഡര്‍ മിഡ്നൈറ്റ് കമാന്‍ഡറില്‍ തുറക്കുക
pl: Otwiera obecnie otwarty katalog w menedżerze plików terminala Midnight Commander
pt: Abrir a pasta atualmente aberta no gestor de ficheiros de terminal Midnight Commander
tr: Açık olan klasörü bir uçbirim içinde Midnight Commander ile aç
zh_tw: 開啟終端機檔案管理員 Midnight Commander 並進入目前使用的資料夾

source: Open _Midnight Commander
bs: Otvori_Midnight Commander
hr: Otvori _Midnight upravitelja
kk: _Midnight Commander ашу
ml: മിഡ്നൈറ്റ് _കമാന്‍ഡര്‍ തുറക്കുക
pl: Otwórz program _Midnight Commander
pt: Abrir _Midnight Commander
tr: _Midnight Commander'ı Aç
zh_tw: 開啟 _Midnight Commander

source: Open the terminal file manager Midnight Commander
bs: Otvorite Midnight Commander terminal upravitelj datoteka.
hr: Otvori terminalni upravitelj datoteka Midnight upravitelj
kk: Midnight Commander терминалдық файлдар басқарушысын ашу
ml: ടെര്‍മിനല്‍ ഫയല്‍ കാര്യക്കാരനായ മിഡ്നൈറ്റ് കമാന്റെര്‍ തുറക്കുക
pl: Otwiera menedżer plików terminala Midnight Commander
pt: Abrir o gestor de ficheiros de terminal Midnight Commander
tr: Uçbirim dosya yöneticisi Midnight Commander'ı aç
zh_tw: 開啟 Midnight Commander 終端機檔案管理員

source: Whether opening a terminal on the desktop opens a terminal in the home directory
bs: Svako otvaranje terminala na radnoj površini otvara terminal u početnom imeniku
hr: Treba li pri otvaranju terminala radne površine otvoriti terminal u osobnoj mapi
kk: Жұмыс үстелінде ашылған терминал бастапқы ретінде үй бумасын аша ма
pl: Czy otwarcie terminalu na pulpicie otwiera go w katalogu domowym
pt: Se abrir um terminal na área de trabalho abre um terminal na pasta pessoal do utilizador
tr: Masaüstünde bir uç birim açıldığında ev dizininde bir uçbirim açıp açmayacağı
zh_tw: 在桌面開啟終端機時，終端機是否開啟使用者目錄

source: If set to true, then opening a terminal on the desktop will open a terminal in the home directory. Otherwise, it will be opened in the desktop directory. Note that this key is irrelevant if the desktop directory is identical to the home directory.
bs: Ako je postavljeno na tačno, onda otvaranje terminala na radnoj površini će otvoriti terminal u početnom imeniku. U protivnom, biti će otvoren u u imeniku radne površine. Imajte na umu da je ovaj ključ irelevantan ako je imenik radne površine identičan početnom imeniku.
hr: Ako je odabrano, otvaranje terminala na radnoj površini će otvoriti terminal u osobnoj mapi. U suprotnome, otvorit će se u mapi radne površine. Zapamtite da je ovo nebitno ako je mapa radne površine identična osobnoj mapi.
kk: Егер ақиқат етіп орнатылса, онда жұмыс үстелінде шерту арқылы ашылған терминал бастапқы бума ретінде үй бумасын ашады. Болмаса, жұмыс үстелі бумасы ашады. Егер жұмыс үстелі және үй бумалары бір бума болса, онда бұл кілттің әсері болмайды.
pl: Jeśli jest ustawione na wartość „true”, to otwarcie terminalu na pulpicie spowoduje otwarcie go w katalogu domowym. W przeciwnym razie zostanie otwarty katalog pulpitu. Proszę zauważyć, że ten klucz jest nieużywany, jeśli katalog pulpitu jest katalogiem domowym.
pt: Se definido como verdadeiro, abrir um terminal na área de trabalho abrirá uma consola na pasta pessoal do utilizador. Caso contrário, o terminal será aberto na pasta da área de trabalho. Note que esta chave é irrelevante caso a pasta da área de trabalho seja a mesma que a pasta pessoal do utilizador.
tr: Eğer doğru olarak ayarlanırsa, masa üstünde bir uç birim açıldığında uç birim ev dizininde açılır. Aksi halde masa üstü dizininde açılır. Bunun masa üstü dizini ile ev dizininin özdeş olmasıyla ilgisi olmadığına dikkat edin.
zh_tw: 如果該值設為真，當在桌面開啟終端機時，終端機將會開啟使用者目錄，設為否的話則開啟桌面目錄。注意，如果使用者目錄和桌面目錄是一致的，該鍵就無法發揮效用。

source: Whether a Midnight Commander menu item should be displayed
bs: Bilo koja Midnight Commander stavka izbornika treba biti prikazana
hr: Treba li stavka izbornika Midnight Commander biti prikazana
kk: Midnight Commander мәзірі көрсетілуі тиіс пе
pl: Czy wyświetlać pozycję menu Midnight Commander
pt: Se um item de menu do Midnight Commander deve ser mostrado
tr: Bir Midnight Commander menü ögesinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示 Midnight Commander 選單項目

source: If set to true, and if the terminal file manager "Midnight Commander" is installed, then an "Open in Midnight Commander" menu item will be displayed in the context menu.
bs: Ako je postavljeno na tačno, i ako je terminal upravitelja datoteka "Midnight Commander" instaliran, onda "Opijen in Midnight Commander" stavka izbornika će se prikazati u kontekstu izbornika.
hr: Ako je odabrano, i ako je terminalni upravitelj datoteka "Midnight Commander" instaliran, tada će "Open in Midnight Commander" stavka izbornika biti prikazana u sadržajnom izborniku.
kk: Егер ақиқат етіп орнатылса, және "Midnight Commander" терминалдық файлдар басқарушысы орнатылған болса, онда контекст мәзірінде "Midnight Commander ішінде ашу" көрсетілетін болады.
pl: Jeśli jest ustawione na wartość „true” i menedżer plików terminala Midnight Commander jest zainstalowany, to pozycja menu „Otwórz w programie Midnight Commander” będzie wyświetlana w menu podręcznym.
pt: Se definido como verdadeiro e se o gestor de ficheiros de terminal "Midnight Commander" estiver instalado, um item de menu "Abrir no Midnight Commander" será mostrado no menu contextual.
tr: Eğer doğru olarak ayarlanırsa ve uç birim dosya yöneticisi "Midnight Commander" kurulmuşsa içerik menüsünde "Midnight Commander İçinde Aç" görüntülenecektir.
zh_tw: 如果該值設為真，且已經安裝終端機檔案管理員「Midnight Commander」，右鍵選單內將會出現「使用 Midnight Commander 開啟」這個項目。
